= 転職時の履歴書・職務経歴書だって　コミュニケーションだ

== はじめに

筆者は前職でエンジニア採用をしていたことがあるのですが、１人を採用するために５０人ほどのエントリーシートを見る事になりました。@<fn>{goodentry}

//footnote[goodentry][なお「まともなエントリーシートだな」となったのはそのうち２割以下でした…… あまりに損してる人が多いのでは？ と思い、筆者はTwitterのBioに「職務経歴書の壁打ちしますよ」って書いてた時期がありますｗ]

色んな人のエントリーシートを見ていて、ふと気づいた事があります。「見せ方が下手なので損してる人がいっぱいいるな……」と。

　

実は履歴書、職務経歴書だってコミュニケーションの観点があればぐっと内容がよくなる！　という話をこの章ではします。

== 履歴書・職務経歴書で何が見えると採用側が嬉しいかを考えよう

採用の時に「採用したらどうなるか」という未来の話は推定@<fn>{pro}するしかないので、基本的に採用担当者は「今までがどうだったのか」「今がどうなのか」を見て、推定しています。

//footnote[pro][プロの採用担当者はこの推定能力が高いハズです。高いハズ……？]

さて、これらはどうやって見て、推定しているのでしょうか？

　

筆者としては、いくつかポイントがある気がしており、求職者が求職の際に大幅な路線変更をしていない前提だと、「就職してから今までの職務経歴とその成長を見ている」はず　という印象を持っています。

なので、職務経歴(プロジェクト経歴) を書く時に、漫然とやったことを書くのではなく、職務やプロジェクトを色々経験した結果、

 * できることが増えた（バックエンドエンジニアだったのがフロントもやるようになった　とか、か、新しい言語のキャッチアップをして対応した　とか、データモデリングもやるようになった　とか）
 * 業務範囲が広がった（詳細設計～単体テストをしていた人が基本設計や概要設計フェーズをやるようになった　とか）
 * 職務・職責が上がった（主任になった　とか）

といった、職務を経た中での「成長が見えるように」記載することを心がけると、これまでの成長の過程から新しい環境でも活躍できそうかを採用担当者が判断しやすそうです。

== 学歴とか資格とかってどうなん？

もう一つ採用担当者にとって、書類選考や面接を通すかどうか　となった時に悩む点があります。

　

それは「仮にこの人の採用を進めたとして、なにか問題@<fn>{problem}がおきないか？」という点です。

//footnote[problem][大きい会社などでは採用を決める人と配属先の上司は異なる事も多く、なまじ変な人に内定を出して配属してしまうと、「なぜこんな人を採用したの？」というクレームが内部から上がる事があるそうで……]

採用担当者として、こういった潜在リスクにどうやって対応しているのでしょうか？

　

考え方の一つとしてありそうだなと筆者が感じているのは、例えば採用担当者としてOKを出した理由を客観的に説明できれば、そういった際の説明責任を負えそうです。

たとえば「難関大学の学歴がある」とか、「一般的に難しいとされている資格を取得している」いったステータスは、それぞれその時点(試験受験時) での能力を示すものですが、「その時点でその能力に到達していた」「継続的に努力ができる」「ペーパーテストで測れるスキルセットは一定レベルにある(資格の場合)」といった事を客観的に証明してくれ、採用担当者としても他の人への説明が楽そうではありませんか？

筆者としては「資格を持っていても対して仕事ができない」という意見もよく話題としては散見され、そういった事が意見として出てくる背景も理解はできるのですが、採用担当者（※特にITを本業してこなかった人）からみた説明のしやすさ　という点で、学歴や資格は大きなアドバンテージになるのだろうな　という印象を持っています。

== その他で気をつけたいこと

またそもそもの話として、履歴書・職務経歴書は独立したものですが、これら提出書類同士の内容に矛盾があるものを出してしまうと非常にまずい@<fn>{bad}です。

//footnote[bad][職務や職歴、プロジェクトで記載している期間にズレがあるとか、卒業した学校名が違うとか…… (なお実際にあった)]

　

もし可能ならで、信頼できる（※転職バレを防ぐため、極力社外の）友人に、履歴書・職務経歴書のレビューや壁打ちをしてもらいましょう。セルフチェックをするのも良いですが、実際にやってみると誤字脱字のチェックや、内容の矛盾のチェックというのは、自分だけだと意外に漏れてしまうものです。

　

最近だと、AIチャットサービスも実用的になってきています。

ChatGPTなどのサービスを使い、履歴書や職務経歴書の内容をブラッシュアップしてみるのもいいかもしれません。ただし、頼り切りすぎると面接の時にボロが出るので、自分の経歴や言葉として違和感がない程度の修正にとどめておきましょう。

== おわりに

履歴書、職務経歴書だって、見せる相手のことを色々と考えると、さまざまなポイントがあり、コミュニケーションの一つと言えそうです。

　

もし履歴書、職務経歴書を書く事があれば、この記事を思い出してみてください。
